
{
  "Name": "AdGuard 7.6.1",
  "Image": "D:\\ВАЖНОЕ\\4 семестр\\ООП\\c_sharp_4semestr\\lab6-8\\images\\adguard.png",
  "Category": 1,
  "Price": 210,
  "Description": "AdGuard для Windows — это не просто \u0022ещё один блокировщик\u0022. Это многоцелевой инструмент, который сочетает в себе все необходимые функции для безопасной работы в интернете. Он блокирует рекламу, предотвращает посещение опасных сайтов, повышает скорость загрузки страниц и защищает ваших детей от всех угроз в Сети."
}
{
  "Name": "µTorrent 3.5.5.45988",
  "Image": "D:\\ВАЖНОЕ\\4 семестр\\ООП\\c_sharp_4semestr\\lab6-8\\images\\utorrent.png",
  "Category": 3,
  "Price": 50,
  "Description": "юТоррент, уТоррент, как его только не называют, поэтому описание начинается с корректного произношения: мю-торрент. Это самый популярный BitTorrent-клиент в мире, который за последние годы оброс рекламой и прочими непотребностями. Тем не менее, µTorrent остаётся очень удобной и полюбившейся многими пользователями программой с большим набором функций и удобным управлением. Перед вами сборка и немного полезной информации для комфортного скачивания торренто"
}
{
  "Name": "Skype 8.71.0.36",
  "Image": "D:\\ВАЖНОЕ\\4 семестр\\ООП\\c_sharp_4semestr\\lab6-8\\images\\skype.png",
  "Category": 3,
  "Price": 65,
  "Description": "Го в Skype? Самая популярная, несмотря на имеющиеся альтернативы, программа для текстового, голосового и видеообщения с пользователями по всему миру. В 2011 году была куплена корпорацией Microsoft и тут понеслось: глюки, проблемы, негативные отзывы, и, о боже, слежка, телеметрия! На самом деле безопасность оставляет желать лучшего, поэтому рекомендую воздержаться от передачи конфиденциальной информации посредством этого ПО и сменить пароль на более сложный. А для простого общения - почему бы и нет? По-моему вполне удобная и понятная всем программа, которая позволяет передавать большие файлы, демонстрировать рабочий стол и, собственно, общаться с друзьями, родителями и коллегами."
}
{
  "Name": "Adobe Photoshop 2021 22.3.1.122",
  "Image": "D:\\ВАЖНОЕ\\4 семестр\\ООП\\c_sharp_4semestr\\lab6-8\\images\\ps.png",
  "Category": 2,
  "Price": 450,
  "Description": "Adobe Photoshop — это комплексное решение для профессиональной обработки цифровых изображений, которое содержит самые современные инструменты для работы с изображениями и новые возможности для реализации творческих идей, которые позволяют значительно повысить производительность. Редактируйте изображения с исключительной точностью, используйте новые интуитивно понятные инструменты и рабочие процессы для создания трехмерной графики, двухмерных проектов, а также фильмов."
}
{
  "Name": "Microsoft Office 2013 Professional Plus",
  "Image": "D:\\ВАЖНОЕ\\4 семестр\\ООП\\c_sharp_4semestr\\lab6-8\\images\\microsoft-office-2013.png",
  "Category": 2,
  "Price": 800,
  "Description": "Microsoft Office 2013 SP1 – пакет прикладных программы для работы с документами различных типов. В его состав входят лучшие средства для развития бизнеса, а также для достижения максимального комфорта в процессе учебы, ведения домашних финансов и прочего. Будь то сфера бизнеса или домашние условия - не важно, Office 2013 просто обязан быть установлен на компьютере любого уважающего себя пользователя, который использует ПК не только для развлечений. Эффективные и удобные в использовании средства помогут простым домашним пользователям и малым бизнесменам значительно повысить свою производительность во всех своих делах, начиная от электронной почты, планирования дня и заканчивая информативными отчетами и великолепными презентациями."
}
{
  "Name": "WinRAR 6.01",
  "Image": "D:\\ВАЖНОЕ\\4 семестр\\ООП\\c_sharp_4semestr\\lab6-8\\images\\winrar.jpg",
  "Category": 0,
  "Price": 20,
  "Description": "Просто. Самый. Популярный. Архиватор. В мире. Все его знают, все им пользовались. В сети часто встречаются отзывы, мол, кому нужен платный WinRAR, когда есть бесплатный 7-zip? Удобство, ребята. 7-zip, безусловно, хорош, но WinRAR - это классика. Он был и, я уверен, ещё долго будет архиватором №1. Это яркий пример, каким должен быть хороший софт. Естественно, WinRAR поддерживает распаковку всех современных форматов архивов, но упаковывать может только в zip и собственный формат rar. Обладает простым и понятным интерфейсом, который можно изменить при помощи сотен различных тем оформления. Не буду вдаваться технические подробности - их можно узнать из официальной справки."
}
{
  "Name": "Total Commander 9.51 Extended 21.3",
  "Image": "D:\\ВАЖНОЕ\\4 семестр\\ООП\\c_sharp_4semestr\\lab6-8\\images\\total-commander.png",
  "Category": 0,
  "Price": 42,
  "Description": "Перед вами сборка Total Commander от BurSoft. Сама программа в описании не нуждается, но если кто-то не слышал, то в целом это самый популярный, мощный, стабильный и гибко настраиваемый файловый менеджер в мире, который способен ускорить вашу работу с файлами во много раз. Выкладываю эту сборку на сайте, так как поступает много запросов на мою перепаковку. Объясняю, почему её нет: перепаковывать голый Total Commander смысла мало, ведь вся прелесть этого менеджера как раз в его доработке. А делать и поддерживать свою сборку - очень накладно по времени. Именно поэтому и рекомендую всем вариант от BurSoft. На мой взгляд он является оптимальным, и, что немаловажно, периодически обновляется. Подробности в полной новости."
}

